----------서초-------
insert into iboard
values(bno.nextval,1,18,'오토캠핑 모임','캠핑에 대한 사전지식없으셔도 되구요 장비또한 여러명이 모여서 갖춰서 주말에 한번씩 가는 모임가질려고 합니다.. 많은 참여부탁드려요!!',10,'15/02/08','15/03/05','15/01/31',11,'11220');

insert into iboard
values(bno.nextval,1,2,'(선릉)맥북배우기 모임가져요!','저도 초보라 배우고 싶어서 그럽니다...고수님덜 참여점요 ㅠㅠ',10,'15/02/08','15/03/05','15/01/31',11,'11220');

insert into iboard
values(bno.nextval,1,3,'(교대)해외 여행 모임','가볍게 동남아시아부터 갈분 찾습니다..딱3분만!!!',10,'15/02/08','15/03/14','15/01/31',11,'11220');


insert into iboard
values(bno.nextval,1,9,'사진찍기 모임','가볍게 디카로 시작하고 디카없으신 분들은 아이폰으로 찍으러 오셔도 됩니다..!!! 취미생활 즐겨보자구오!! 아하하하하~',10,'15/02/08','15/03/05','15/01/31',14,'11220');

insert into iboard
values(bno.nextval,2,10,'[서초]헬스합시다! ','딱 한달간만 빡시게 하실분 구합니다!!! 몸짱되고 싶으신분 남녀 상관없이 구해요~~! 참여신청 거거거걱',10,'15/02/08','15/03/05','15/02/01',21,'11220');

insert into iboard
values(bno.nextval,2,11,'보드 모임!!','토요일 야간으로 가서 보드 타실분 구합니다!!!더도 말고 덜도말고 딱 3분만!!!',4,'15/02/08','15/03/05','15/01/31',51,'11220');

insert into iboard
values(bno.nextval,2,12,'길거리농구 모임','농구 기본기있는 사람들만 오세요!!!제발 용!!!!~',9,'15/02/08','15/03/05','15/01/31',51,'11220');

insert into iboard
values(bno.nextval,2,12,'요가모임','요가로 군살없는 몸만드실분 참여신청해주세요~~~!여자분만요!!',3,'15/02/09','15/03/05','15/01/31',50,'11220');

insert into iboard
values(bno.nextval,2,12,'(서초역)야구팀 구함','저희는 사회인 야구단으로써 30명의 정원을 가지고 있는데 관심있는분들의 많은 참여 부탁드립니다!!!010-9945-3895 로 연락주셔도 되구요..',3,'15/02/08','15/03/05','15/01/31',45,'11220');

insert into iboard
values(bno.nextval,2,2,'산삼캐기 모임','몸에 좋은 산삼에 관심많으신분!!? 참여 꼬우~',4,'15/02/08','15/03/05','15/01/31',111,'11220');

insert into iboard
values(bno.nextval,2,3,'(서초역)등산 모임','주말아침 7시에 등산 꾸준히 하실분 구합니다~~~!!! 빨리빨리 오세요',5,'15/02/08','15/03/05','15/01/31',211,'11220');




-------------------계발--------------------------------------------------


insert into iboard
values(bno.nextval,3,7,'스위프트 개발 모임','가볍게 디카로 시작하고 디카없으신 분들은 아이폰으로 찍으러 오셔도 됩니다..!!! 취미생활 즐겨보자구오!! 아하하하하~',10,'15/02/09','15/03/05','15/01/31',311,'11220');

insert into iboard
values(bno.nextval,3,8,'자전거 조립 모임','자전거 조립 하고 자전거에 대해 배우고 싶은분 오세요~!',9,'15/02/09','15/03/05','15/01/31',111,'11220');

insert into iboard
values(bno.nextval,3,9,'영어 회화모임','가벼운 단어외우고 실전 회화모임 임니다 참여요청 부탁요',12,'15/02/09','15/03/05','15/01/31',11,'11220');

insert into iboard
values(bno.nextval,3,10,'(서초역)독서 모임','독서로 인한 자기 계발을 향상시키고 생각을 깊이하게 만드는 모임',4,'15/02/08','15/03/01','15/02/01',41,'11220');

insert into iboard
values(bno.nextval,3,11,'요리 모임!!','요리잘하고 싶은분 오십시용~~~잘 가르쳐 드림다 전 칠성급호텔에서 근무중이에요',4,'15/02/08','15/03/02','15/01/31',51,'11220');

insert into iboard
values(bno.nextval,3,12,'래퍼 모임','래퍼가 되고 싶거나 힙합에 관심잇는분 오세요~!!! 같이 배우고 스킬도 늘리져!!!',9,'15/02/07','15/03/05','15/01/31',15,'11220');

insert into iboard
values(bno.nextval,3,1,'(서초역)컴퓨터 활용능력 모임','사무직에 종사하시는분들중 컴퓨터 업무처리에 최고가 되실분만 모셔요~!',3,'15/02/05','15/03/05','15/01/31',121,'11220');

insert into iboard
values(bno.nextval,3,12,'(교대)성공적인 피피티 발표 모임','사회인의 필수인 피피티발표!!! 그것을 마스터하고 말도 조리있게 하는법을 알려드립니다...',3,'15/02/05','15/03/05','15/01/31',111,'11220');

insert into iboard
values(bno.nextval,3,2,'동영상 편집 모임','동영상 편집에 실력이 부족하신분 같이 배울분 모십니다!!',4,'15/02/04','15/03/05','15/01/31',112,'11220');

insert into iboard
values(bno.nextval,3,3,'어플 개발 모임','어플개발 에 관심 많으신분 모셔요~~~!!!',5,'15/02/05','15/03/05','15/01/31',101,'11220');

insert into iboard
values(bno.nextval,3,7,'디자이너 모임','옷 디자인에 관심있는분 오세요~!',10,'15/02/03','15/03/05','15/01/31',110,'11220');

insert into iboard
values(bno.nextval,3,8,'기타 모임','취미로 기타치시거나 배우고 싶은분 오세요',4,'15/02/06','15/03/05','15/01/31',102,'11220');

insert into iboard
values(bno.nextval,3,9,'디제잉 모임','디제이쿠 처럼 되고 싶은분 오세요 가르쳐드립니다!!',6,'15/02/06','15/03/05','15/01/31',91,'11220');

insert into iboard
values(bno.nextval,3,10,'벨리댄스 모임 ','딱 한달간만 빡시게 하실분 구합니다!!!',11,'15/02/08','15/03/05','15/02/01',81,'11220');

insert into iboard
values(bno.nextval,3,11,'토론 모임!!','토론의 대가가 되고 싶은분 오세요!! 더도 말고 덜도말고 딱 3분만!!!',4,'15/02/08','15/03/05','15/01/31',29,'11220');

insert into iboard
values(bno.nextval,3,12,'게임 개발 모임','게임하는것도 좋아하고 개발하는것도 즐기실분 오세요~!',9,'15/02/10','15/03/05','15/01/31',47,'11220');

insert into iboard
values(bno.nextval,3,12,'자격증 모임','자신이 원하는 자격증을 따고싶은분 오세요.. 가르쳐드림~!',3,'15/02/19','15/03/05','15/01/31',35,'11220');

insert into iboard
values(bno.nextval,3,12,'주식 투자모임','주식에 관심많거나 투자하고 싶은분 오십쇼~~..',3,'15/02/18','15/03/05','15/01/31',41,'11220');

insert into iboard
values(bno.nextval,3,2,'미술 모임','그림그리고 싶으세요?? 그럼 일단 드러오세요~!',4,'15/02/25','15/03/05','15/01/31',55,'11220');

insert into iboard
values(bno.nextval,3,3,'정치 모임','정치에대해 토론하고 싶은분 오세요~!',3,'15/02/18','15/03/05','15/01/31',61,'11220');






-------------------레저--------------------------------------------------


insert into iboard
values(bno.nextval,4,7,'(서초역)라이딩 모임~!!','모임',10,'15/02/09','15/03/05','15/01/31',311,'11220');

insert into iboard
values(bno.nextval,4,8,'스킨스쿠버 모임^^','자전거 조립 하고 자전거에 대해 배우고 싶은분 오세요~!',9,'15/02/09','15/03/05','15/01/31',111,'11220');

insert into iboard
values(bno.nextval,4,9,'수상스키 모임~~','가벼운 단어외우고 실전 회화모임 임니다 참여요청 부탁요',12,'15/02/09','15/03/05','15/01/31',11,'11220');

insert into iboard
values(bno.nextval,4,10,'레프팅 모임...','독서로 인한 자기 계발을 향상시키고 생각을 깊이하게 만드는 모임',4,'15/02/08','15/03/01','15/02/01',41,'11220');

insert into iboard
values(bno.nextval,4,11,'(서초역)에버랜드 같이갈분 모임!!!!','요리잘하고 싶은분 오십시용~~~잘 가르쳐 드림다 전 칠성급호텔에서 근무중이에요',4,'15/02/08','15/03/02','15/01/31',51,'11220');

insert into iboard
values(bno.nextval,4,12,'미술관 견학 모임~!@$','래퍼가 되고 싶거나 힙합에 관심잇는분 오세요~!!! 같이 배우고 스킬도 늘리져!!!',9,'15/02/07','15/03/05','15/01/31',15,'11220');

insert into iboard
values(bno.nextval,4,1,'(서초역)공연 모임..흐흐','사무직에 종사하시는분들중 컴퓨터 업무처리에 최고가 되실분만 모셔요~!',3,'15/02/05','15/03/05','15/01/31',121,'11220');

insert into iboard
values(bno.nextval,4,12,'뮤지컬공연 모임~!~!','사회인의 필수인 피피티발표!!! 그것을 마스터하고 말도 조리있게 하는법을 알려드립니다...',3,'15/02/05','15/03/05','15/01/31',111,'11220');

insert into iboard
values(bno.nextval,4,2,'박물관 견학 모임!!','동영상 편집에 실력이 부족하신분 같이 배울분 모십니다!!',4,'15/02/04','15/03/05','15/01/31',112,'11220');

insert into iboard
values(bno.nextval,4,3,'보드 모임~~','어플개발 에 관심 많으신분 모셔요~~~!!!',5,'15/02/05','15/03/05','15/01/31',101,'11220');

insert into iboard
values(bno.nextval,4,7,'스키 모임~!@#$','옷 디자인에 관심있는분 오세요~!',10,'15/02/03','15/03/05','15/01/31',110,'11220');

insert into iboard
values(bno.nextval,4,8,'캠핑 모임!@#','취미로 기타치시거나 배우고 싶은분 오세요',4,'15/02/06','15/03/05','15/01/31',102,'11220');

insert into iboard
values(bno.nextval,4,9,'레저스포츠 모임!!','디제이쿠 처럼 되고 싶은분 오세요 가르쳐드립니다!!',6,'15/02/06','15/03/05','15/01/31',91,'11220');

insert into iboard
values(bno.nextval,4,10,'벨리댄스 모임~~ ','딱 한달간만 빡시게 하실분 구합니다!!!',11,'15/02/08','15/03/05','15/02/01',81,'11220');

insert into iboard
values(bno.nextval,4,11,'차차차 모임!!','토론의 대가가 되고 싶은분 오세요!! 더도 말고 덜도말고 딱 3분만!!!',4,'15/02/08','15/03/05','15/01/31',29,'11220');

insert into iboard
values(bno.nextval,4,12,'수상스포츠 모임~!@$','게임하는것도 좋아하고 개발하는것도 즐기실분 오세요~!',9,'15/02/10','15/03/05','15/01/31',47,'11220');

insert into iboard
values(bno.nextval,4,12,'웨이크보드 모임!!','자신이 원하는 자격증을 따고싶은분 오세요.. 가르쳐드림~!',3,'15/02/19','15/03/05','15/01/31',35,'11220');

insert into iboard
values(bno.nextval,4,12,'(강남역)보드~!$#','주식에 관심많거나 투자하고 싶은분 오십쇼~~..',3,'15/02/18','15/03/05','15/01/31',41,'11220');

insert into iboard
values(bno.nextval,4,2,'(교대)영화 공연 모임!!','그림그리고 싶으세요?? 그럼 일단 드러오세요~!',4,'15/02/25','15/03/05','15/01/31',55,'11220');

insert into iboard
values(bno.nextval,4,3,'뮤지컬 모임~!@','정치에대해 토론하고 싶은분 오세요~!',3,'15/02/18','15/03/05','15/01/31',61,'11220');





-------------------미용--------------------------------------------------


insert into iboard
values(bno.nextval,5,7,'헤어디자이너(신입) 모임~!!','모임',10,'15/02/09','15/03/05','15/01/31',311,'11220');

insert into iboard
values(bno.nextval,5,8,'두피관리 모임^^','자전거 조립 하고 자전거에 대해 배우고 싶은분 오세요~!',9,'15/02/09','15/03/05','15/01/31',111,'11220');

insert into iboard
values(bno.nextval,5,9,'(서초역)피부관리(신입) 모임~~','가벼운 단어외우고 실전 회화모임 임니다 참여요청 부탁요',12,'15/02/09','15/03/05','15/01/31',11,'11220');

insert into iboard
values(bno.nextval,5,10,'피부관리(경력) 모임...','독서로 인한 자기 계발을 향상시키고 생각을 깊이하게 만드는 모임',4,'15/02/08','15/03/01','15/02/01',41,'11220');

insert into iboard
values(bno.nextval,5,11,'스포츠마사지 모임!!!!','요리잘하고 싶은분 오십시용~~~잘 가르쳐 드림다 전 칠성급호텔에서 근무중이에요',4,'15/02/08','15/03/02','15/01/31',51,'11220');

insert into iboard
values(bno.nextval,5,12,'(서초역)발관리 모임~!@$','래퍼가 되고 싶거나 힙합에 관심잇는분 오세요~!!! 같이 배우고 스킬도 늘리져!!!',9,'15/02/07','15/03/05','15/01/31',15,'11220');

insert into iboard
values(bno.nextval,5,1,'메이크업 모임..흐흐','사무직에 종사하시는분들중 컴퓨터 업무처리에 최고가 되실분만 모셔요~!',3,'15/02/05','15/03/05','15/01/31',121,'11220');

insert into iboard
values(bno.nextval,5,12,'메이크업(경력) 모임~!~!','사회인의 필수인 피피티발표!!! 그것을 마스터하고 말도 조리있게 하는법을 알려드립니다...',3,'15/02/05','15/03/05','15/01/31',111,'11220');

insert into iboard
values(bno.nextval,5,2,'메이크업(경력) 모임!!','동영상 편집에 실력이 부족하신분 같이 배울분 모십니다!!',4,'15/02/04','15/03/05','15/01/31',112,'11220');

insert into iboard
values(bno.nextval,5,3,'메이크업(분장) 모임~~','어플개발 에 관심 많으신분 모셔요~~~!!!',5,'15/02/05','15/03/05','15/01/31',101,'11220');

insert into iboard
values(bno.nextval,5,7,'미용강사 모임~!@#$','옷 디자인에 관심있는분 오세요~!',10,'15/02/03','15/03/05','15/01/31',110,'11220');

insert into iboard
values(bno.nextval,5,8,'네일아트(경력) 모임!@#','취미로 기타치시거나 배우고 싶은분 오세요',4,'15/02/06','15/03/05','15/01/31',102,'11220');

insert into iboard
values(bno.nextval,5,9,'속눈썹(신입) 모임!!','디제이쿠 처럼 되고 싶은분 오세요 가르쳐드립니다!!',6,'15/02/06','15/03/05','15/01/31',91,'11220');

insert into iboard
values(bno.nextval,5,10,'스탭(경력) 모임~~ ','딱 한달간만 빡시게 하실분 구합니다!!!',11,'15/02/08','15/03/05','15/02/01',81,'11220');

insert into iboard
values(bno.nextval,5,11,'네일아트(신입) 모임!!','토론의 대가가 되고 싶은분 오세요!! 더도 말고 덜도말고 딱 3분만!!!',4,'15/02/08','15/03/05','15/01/31',29,'11220');

insert into iboard
values(bno.nextval,5,12,'속눈썹(경력) 모임~!@$','게임하는것도 좋아하고 개발하는것도 즐기실분 오세요~!',9,'15/02/10','15/03/05','15/01/31',47,'11220');

insert into iboard
values(bno.nextval,5,12,'샵매니저 모임!!','자신이 원하는 자격증을 따고싶은분 오세요.. 가르쳐드림~!',3,'15/02/19','15/03/05','15/01/31',35,'11220');

insert into iboard
values(bno.nextval,5,12,'뷰티매니저~!$#','주식에 관심많거나 투자하고 싶은분 오십쇼~~..',3,'15/02/18','15/03/05','15/01/31',41,'11220');

insert into iboard
values(bno.nextval,5,2,'네일아트(신입) 모임!!','그림그리고 싶으세요?? 그럼 일단 드러오세요~!',4,'15/02/25','15/03/05','15/01/31',55,'11220');

insert into iboard
values(bno.nextval,5,3,'네일아트(경력)','정치에대해 토론하고 싶은분 오세요~!',3,'15/02/18','15/03/05','15/01/31',61,'11220');







-------------------미용--------------------------------------------------


insert into iboard
values(bno.nextval,6,7,'주말 한잔 모임~!!','한잔합세~!!',10,'15/02/09','15/03/05','15/01/31',311,'11220');

insert into iboard
values(bno.nextval,6,8,'(급)나이트 모임^^','자전거 조립 하고 자전거에 대해 배우고 싶은분 오세요~!',9,'15/02/09','15/03/05','15/01/31',111,'11220');

insert into iboard
values(bno.nextval,6,9,'벙개!! 모임~~','가벼운 단어외우고 실전 회화모임 임니다 참여요청 부탁요',12,'15/02/09','15/03/05','15/01/31',11,'11220');

insert into iboard
values(bno.nextval,6,10,'(선릉)2월15일 벙개!.','독서로 인한 자기 계발을 향상시키고 생각을 깊이하게 만드는 모임',4,'15/02/08','15/03/01','15/02/01',41,'11220');

insert into iboard
values(bno.nextval,6,11,'오뎅빠 모임!!!!','요리잘하고 싶은분 오십시용~~~잘 가르쳐 드림다 전 칠성급호텔에서 근무중이에요',4,'15/02/08','15/03/02','15/01/31',51,'11220');

insert into iboard
values(bno.nextval,6,12,'삼겹살 소주한잔!?~!@$','래퍼가 되고 싶거나 힙합에 관심잇는분 오세요~!!! 같이 배우고 스킬도 늘리져!!!',9,'15/02/07','15/03/05','15/01/31',15,'11220');

insert into iboard
values(bno.nextval,6,1,'곱창 모임..흐흐','사무직에 종사하시는분들중 컴퓨터 업무처리에 최고가 되실분만 모셔요~!',3,'15/02/05','15/03/05','15/01/31',121,'11220');

insert into iboard
values(bno.nextval,6,12,'해산물 모임~!~!','사회인의 필수인 피피티발표!!! 그것을 마스터하고 말도 조리있게 하는법을 알려드립니다...',3,'15/02/05','15/03/05','15/01/31',111,'11220');

insert into iboard
values(bno.nextval,6,2,'게르비(갈비) 모임!!','동영상 편집에 실력이 부족하신분 같이 배울분 모십니다!!',4,'15/02/04','15/03/05','15/01/31',112,'11220');

insert into iboard
values(bno.nextval,6,3,'치킨에 맥주한잔!?~~','어플개발 에 관심 많으신분 모셔요~~~!!!',5,'15/02/05','15/03/05','15/01/31',101,'11220');

insert into iboard
values(bno.nextval,6,7,'닭요리 모임~!@#$','옷 디자인에 관심있는분 오세요~!',10,'15/02/03','15/03/05','15/01/31',110,'11220');

insert into iboard
values(bno.nextval,6,8,'(서초역)주말에 한잔합세!@#','취미로 기타치시거나 배우고 싶은분 오세요',4,'15/02/06','15/03/05','15/01/31',102,'11220');

insert into iboard
values(bno.nextval,6,9,'(교대역)평일만 먹자!!모임!!','디제이쿠 처럼 되고 싶은분 오세요 가르쳐드립니다!!',6,'15/02/06','15/03/05','15/01/31',91,'11220');

insert into iboard
values(bno.nextval,6,10,'회에 쏘주한잔 모임~~ ','딱 한달간만 빡시게 하실분 구합니다!!!',11,'15/02/08','15/03/05','15/02/01',81,'11220');

insert into iboard
values(bno.nextval,6,11,'((서초역))클럽 같이갈분~!!','토론의 대가가 되고 싶은분 오세요!! 더도 말고 덜도말고 딱 3분만!!!',4,'15/02/08','15/03/05','15/01/31',29,'11220');

insert into iboard
values(bno.nextval,6,12,'NB 가실분~!?~!@$','게임하는것도 좋아하고 개발하는것도 즐기실분 오세요~!',9,'15/02/10','15/03/05','15/01/31',47,'11220');

insert into iboard
values(bno.nextval,6,12,'룸같이갈분? !','자신이 원하는 자격증을 따고싶은분 오세요.. 가르쳐드림~!',3,'15/02/19','15/03/05','15/01/31',35,'11220');

insert into iboard
values(bno.nextval,6,12,'보드카 모임~!$#','주식에 관심많거나 투자하고 싶은분 오십쇼~~..',3,'15/02/18','15/03/05','15/01/31',41,'11220');

insert into iboard
values(bno.nextval,6,2,'후레쉬 모임!!','그림그리고 싶으세요?? 그럼 일단 드러오세요~!',4,'15/02/25','15/03/05','15/01/31',55,'11220');

insert into iboard
values(bno.nextval,6,3,'(서초역)파전에 막걸리??','정치에대해 토론하고 싶은분 오세요~!',3,'15/02/18','15/03/05','15/01/31',61,'11220');





-------------------문화--------------------------------------------------


insert into iboard
values(bno.nextval,1,7,'(선릉)미술관 관람 모임~!!','미술에 관심많거나 미술에 관해 배우고자 하는분 같이 공부하실분 모셔요~~~!!!!',10,'15/02/09','15/03/05','15/01/31',311,'11220');

insert into iboard
values(bno.nextval,1,8,'(강남)식도락 모임^^','먹는거 다들 좋아하시져???? 맛있는거 먹고 다니실분 빠르게 구해요~~!!',9,'15/02/09','15/03/05','15/01/31',111,'11220');

insert into iboard
values(bno.nextval,1,9,'KPOP 배우기 모임','KPOP에 관심많거나 노래 조아하시는분~~~!!오세요`~~외국인들 대 환영!~!!!',12,'15/02/09','15/03/05','15/01/31',11,'11220');

insert into iboard
values(bno.nextval,1,10,'낚시 하러가실분!.','주말 새벽마다 새벽낚시하러 가실분 모십니다!!',4,'15/02/08','15/03/01','15/02/01',41,'11220');

insert into iboard
values(bno.nextval,1,11,'영화 관람 모임!!!','영화에대해 좀더 깊게 알고 얘기하고 소통할수 있는분 오세요',4,'15/02/08','15/03/02','15/01/31',51,'11220');

insert into iboard
values(bno.nextval,1,12,'(교대역)심리학 배워보실분!?!@$','제 전공이 심리학전공인데 많은 분들에게 심리학에 대해서 지식을 나눠드리고 싶네요~~! 얼른 오세요',9,'15/02/07','15/03/05','15/01/31',15,'11220');

insert into iboard
values(bno.nextval,1,1,'애니 모임..흐흐','일본 애니 중점적으로 보구요 한달에 두번정도 시간을 가질 생각입니다... 많은 참여 부탁드릴게요',3,'15/02/05','15/03/05','15/01/31',121,'11220');

insert into iboard
values(bno.nextval,1,12,'비보이 모임~!~!','스트레스를 춤으로 날려버릴 생각으로 들어오세요~!! 화악 날려버리자구요!!.',3,'15/02/05','15/03/05','15/01/31',111,'11220');

insert into iboard
values(bno.nextval,1,2,'메이크업 모임!!','메이크업에 관심있으세요?? 그럼 들어오세요~!! 롸잇나우!!',4,'15/02/04','15/03/05','15/01/31',112,'11220');

insert into iboard
values(bno.nextval,1,3,'(방배)보드 타실분???~~','혼자타기 넘 심심해서 같이 타실분 구합니다!! ~!!!',5,'15/02/05','15/03/05','15/01/31',101,'11220');

insert into iboard
values(bno.nextval,1,7,'카메라 모임~!@#$','사진작가가 되고 싶으면 얼른 오세요~~!!같이 찍고 보고 배웁시다!!',10,'15/02/03','15/03/05','15/01/31',110,'11220');

insert into iboard
values(bno.nextval,1,8,'토익 스터디!@#','취미로 기타치시거나 배우고 싶은분 오세요',4,'15/02/06','15/03/05','15/01/31',102,'11220');

insert into iboard
values(bno.nextval,1,9,'자기소개서!!스터디!','디제이쿠 처럼 되고 싶은분 오세요 가르쳐드립니다!!',6,'15/02/06','15/03/05','15/01/31',91,'11220');

insert into iboard
values(bno.nextval,1,10,'중국어 모임~~ ','딱 한달간만 빡시게 하실분 구합니다!!!',11,'15/02/08','15/03/05','15/02/01',81,'11220');

insert into iboard
values(bno.nextval,1,11,'(방배)주말 캠핑~!!','한달간 매주 금요일 저녁에 가서 토요일에 오는 캠핑모임입니다!! !! 더도 말고 덜도말고 딱 3분만!!!',4,'15/02/08','15/03/05','15/01/31',29,'11220');

insert into iboard
values(bno.nextval,1,12,'스페인어~!?~!@$','우노 뜨레이스 꽈또르  오이소~~~!',9,'15/02/10','15/03/05','15/01/31',47,'11220');

insert into iboard
values(bno.nextval,1,12,'일렉기타 배우실분? !','기타와 일렉기타 같이 치실분?.. 가르쳐드림~!',3,'15/02/19','15/03/05','15/01/31',35,'11220');

insert into iboard
values(bno.nextval,1,12,'자동차 정비모임$#','자동차 정비 배우고 싶다~~..',3,'15/02/18','15/03/05','15/01/31',41,'11220');

insert into iboard
values(bno.nextval,1,2,'(강남역)라이딩가시분!!','혼자 라이딩가기 심심하네~! 선착순 3명이에요 얼른 오셔요',4,'15/02/25','15/03/05','15/01/31',55,'11220');

insert into iboard
values(bno.nextval,1,3,'(서초역)보컬트레이닝 모임??','노래 잘하고 싶거나 조아하시는분 어서 오세요~!',3,'15/02/18','15/03/05','15/01/31',61,'11220');







------------------------------관악구--------------------------------------
insert into iboard
values(bno.nextval,1,18,'오토캠핑 모임','캠핑에 대한 사전지식없으셔도 되구요 장비또한 여러명이 모여서 갖춰서 주말에 한번씩 가는 모임가질려고 합니다.. 많은 참여부탁드려요!!',10,'15/02/08','15/03/05','15/01/31',11,'11210');

insert into iboard
values(bno.nextval,1,2,'(신림)맥북배우기 모임가져요!','저도 초보라 배우고 싶어서 그럽니다...고수님덜 참여점요 ㅠㅠ',10,'15/02/08','15/03/05','15/01/31',11,'11210');

insert into iboard
values(bno.nextval,1,3,'(서울대입구)해외 여행 모임','가볍게 동남아시아부터 갈분 찾습니다..딱3분만!!!',10,'15/02/08','15/03/14','15/01/31',11,'11210');


insert into iboard
values(bno.nextval,1,9,'사진찍기 모임','가볍게 디카로 시작하고 디카없으신 분들은 아이폰으로 찍으러 오셔도 됩니다..!!! 취미생활 즐겨보자구오!! 아하하하하~',10,'15/02/08','15/03/05','15/01/31',14,'11210');

insert into iboard
values(bno.nextval,2,10,'[봉천]헬스합시다! ','딱 한달간만 빡시게 하실분 구합니다!!! 몸짱되고 싶으신분 남녀 상관없이 구해요~~! 참여신청 거거거걱',10,'15/02/08','15/03/05','15/02/01',21,'11210');

insert into iboard
values(bno.nextval,2,11,'보드 모임!!','토요일 야간으로 가서 보드 타실분 구합니다!!!더도 말고 덜도말고 딱 3분만!!!',4,'15/02/08','15/03/05','15/01/31',51,'11210');

insert into iboard
values(bno.nextval,2,12,'길거리농구 모임','농구 기본기있는 사람들만 오세요!!!제발 용!!!!~',9,'15/02/08','15/03/05','15/01/31',51,'11210');

insert into iboard
values(bno.nextval,2,12,'요가모임','요가로 군살없는 몸만드실분 참여신청해주세요~~~!여자분만요!!',3,'15/02/09','15/03/05','15/01/31',50,'11210');

insert into iboard
values(bno.nextval,2,12,'(봉천)야구팀 구함','저희는 사회인 야구단으로써 30명의 정원을 가지고 있는데 관심있는분들의 많은 참여 부탁드립니다!!!010-9945-3895 로 연락주셔도 되구요..',3,'15/02/08','15/03/05','15/01/31',45,'11210');

insert into iboard
values(bno.nextval,2,2,'산삼캐기 모임','몸에 좋은 산삼에 관심많으신분!!? 참여 꼬우~',4,'15/02/08','15/03/05','15/01/31',111,'11210');

insert into iboard
values(bno.nextval,2,3,'(신대방)등산 모임','주말아침 7시에 등산 꾸준히 하실분 구합니다~~~!!! 빨리빨리 오세요',5,'15/02/08','15/03/05','15/01/31',211,'11210');




-------------------계발--------------------------------------------------


insert into iboard
values(bno.nextval,3,7,'(신림역)스위프트 개발 모임','가볍게 디카로 시작하고 디카없으신 분들은 아이폰으로 찍으러 오셔도 됩니다..!!! 취미생활 즐겨보자구오!! 아하하하하~',10,'15/02/09','15/03/05','15/01/31',311,'11210');

insert into iboard
values(bno.nextval,3,8,'자전거 조립 모임','자전거 조립 하고 자전거에 대해 배우고 싶은분 오세요~!',9,'15/02/09','15/03/05','15/01/31',111,'11210');

insert into iboard
values(bno.nextval,3,9,'(신림)영어 회화모임','가벼운 단어외우고 실전 회화모임 임니다 참여요청 부탁요',12,'15/02/09','15/03/05','15/01/31',11,'11210');

insert into iboard
values(bno.nextval,3,10,'(봉천역)독서 모임','독서로 인한 자기 계발을 향상시키고 생각을 깊이하게 만드는 모임',4,'15/02/08','15/03/01','15/02/01',41,'11210');

insert into iboard
values(bno.nextval,3,11,'요리 모임!!','요리잘하고 싶은분 오십시용~~~잘 가르쳐 드림다 전 칠성급호텔에서 근무중이에요',4,'15/02/08','15/03/02','15/01/31',51,'11210');

insert into iboard
values(bno.nextval,3,12,'래퍼 모임','래퍼가 되고 싶거나 힙합에 관심잇는분 오세요~!!! 같이 배우고 스킬도 늘리져!!!',9,'15/02/07','15/03/05','15/01/31',15,'11210');

insert into iboard
values(bno.nextval,3,1,'(봉천역)컴퓨터 활용능력 모임','사무직에 종사하시는분들중 컴퓨터 업무처리에 최고가 되실분만 모셔요~!',3,'15/02/05','15/03/05','15/01/31',121,'11210');

insert into iboard
values(bno.nextval,3,12,'[[서울대입구]]성공적인 피피티 발표 모임','사회인의 필수인 피피티발표!!! 그것을 마스터하고 말도 조리있게 하는법을 알려드립니다...',3,'15/02/05','15/03/05','15/01/31',111,'11210');

insert into iboard
values(bno.nextval,3,2,'동영상 편집 모임','동영상 편집에 실력이 부족하신분 같이 배울분 모십니다!!',4,'15/02/04','15/03/05','15/01/31',112,'11210');

insert into iboard
values(bno.nextval,3,3,'어플 개발 모임','어플개발 에 관심 많으신분 모셔요~~~!!!',5,'15/02/05','15/03/05','15/01/31',101,'11210');

insert into iboard
values(bno.nextval,3,7,'디자이너 모임','옷 디자인에 관심있는분 오세요~!',10,'15/02/03','15/03/05','15/01/31',110,'11210');

insert into iboard
values(bno.nextval,3,8,'기타 모임','취미로 기타치시거나 배우고 싶은분 오세요',4,'15/02/06','15/03/05','15/01/31',102,'11210');

insert into iboard
values(bno.nextval,3,9,'디제잉 모임','디제이쿠 처럼 되고 싶은분 오세요 가르쳐드립니다!!',6,'15/02/06','15/03/05','15/01/31',91,'11210');

insert into iboard
values(bno.nextval,3,10,'벨리댄스 모임 ','딱 한달간만 빡시게 하실분 구합니다!!!',11,'15/02/08','15/03/05','15/02/01',81,'11210');

insert into iboard
values(bno.nextval,3,11,'토론 모임!!','토론의 대가가 되고 싶은분 오세요!! 더도 말고 덜도말고 딱 3분만!!!',4,'15/02/08','15/03/05','15/01/31',29,'11210');

insert into iboard
values(bno.nextval,3,12,'[봉천]게임 개발 모임','게임하는것도 좋아하고 개발하는것도 즐기실분 오세요~!',9,'15/02/10','15/03/05','15/01/31',47,'11210');

insert into iboard
values(bno.nextval,3,12,'자격증 모임','자신이 원하는 자격증을 따고싶은분 오세요.. 가르쳐드림~!',3,'15/02/19','15/03/05','15/01/31',35,'11210');

insert into iboard
values(bno.nextval,3,12,'주식 투자모임','주식에 관심많거나 투자하고 싶은분 오십쇼~~..',3,'15/02/18','15/03/05','15/01/31',41,'11210');

insert into iboard
values(bno.nextval,3,2,'미술 모임','그림그리고 싶으세요?? 그럼 일단 드러오세요~!',4,'15/02/25','15/03/05','15/01/31',55,'11210');

insert into iboard
values(bno.nextval,3,3,'정치 모임','정치에대해 토론하고 싶은분 오세요~!',3,'15/02/18','15/03/05','15/01/31',61,'11210');






-------------------레저--------------------------------------------------


insert into iboard
values(bno.nextval,4,7,'(신림)라이딩 모임~!!','모임',10,'15/02/09','15/03/05','15/01/31',311,'11210');

insert into iboard
values(bno.nextval,4,8,'스킨스쿠버 모임^^','자전거 조립 하고 자전거에 대해 배우고 싶은분 오세요~!',9,'15/02/09','15/03/05','15/01/31',111,'11210');

insert into iboard
values(bno.nextval,4,9,'수상스키 모임~~','가벼운 단어외우고 실전 회화모임 임니다 참여요청 부탁요',12,'15/02/09','15/03/05','15/01/31',11,'11210');

insert into iboard
values(bno.nextval,4,10,'레프팅 모임...','독서로 인한 자기 계발을 향상시키고 생각을 깊이하게 만드는 모임',4,'15/02/08','15/03/01','15/02/01',41,'11210');

insert into iboard
values(bno.nextval,4,11,'(봉천)에버랜드 같이갈분 모임!!!!','요리잘하고 싶은분 오십시용~~~잘 가르쳐 드림다 전 칠성급호텔에서 근무중이에요',4,'15/02/08','15/03/02','15/01/31',51,'11210');

insert into iboard
values(bno.nextval,4,12,'미술관 견학 모임~!@$','래퍼가 되고 싶거나 힙합에 관심잇는분 오세요~!!! 같이 배우고 스킬도 늘리져!!!',9,'15/02/07','15/03/05','15/01/31',15,'11210');

insert into iboard
values(bno.nextval,4,1,'(서울대입구)공연 모임..흐흐','사무직에 종사하시는분들중 컴퓨터 업무처리에 최고가 되실분만 모셔요~!',3,'15/02/05','15/03/05','15/01/31',121,'11210');

insert into iboard
values(bno.nextval,4,12,'뮤지컬공연 모임~!~!','사회인의 필수인 피피티발표!!! 그것을 마스터하고 말도 조리있게 하는법을 알려드립니다...',3,'15/02/05','15/03/05','15/01/31',111,'11210');

insert into iboard
values(bno.nextval,4,2,'박물관 견학 모임!!','동영상 편집에 실력이 부족하신분 같이 배울분 모십니다!!',4,'15/02/04','15/03/05','15/01/31',112,'11210');

insert into iboard
values(bno.nextval,4,3,'보드 모임~~','어플개발 에 관심 많으신분 모셔요~~~!!!',5,'15/02/05','15/03/05','15/01/31',101,'11210');

insert into iboard
values(bno.nextval,4,7,'스키 모임~!@#$','옷 디자인에 관심있는분 오세요~!',10,'15/02/03','15/03/05','15/01/31',110,'11210');

insert into iboard
values(bno.nextval,4,8,'캠핑 모임!@#','취미로 기타치시거나 배우고 싶은분 오세요',4,'15/02/06','15/03/05','15/01/31',102,'11210');

insert into iboard
values(bno.nextval,4,9,'레저스포츠 모임!!','디제이쿠 처럼 되고 싶은분 오세요 가르쳐드립니다!!',6,'15/02/06','15/03/05','15/01/31',91,'11210');

insert into iboard
values(bno.nextval,4,10,'벨리댄스 모임~~ ','딱 한달간만 빡시게 하실분 구합니다!!!',11,'15/02/08','15/03/05','15/02/01',81,'11210');

insert into iboard
values(bno.nextval,4,11,'차차차 모임!!','토론의 대가가 되고 싶은분 오세요!! 더도 말고 덜도말고 딱 3분만!!!',4,'15/02/08','15/03/05','15/01/31',29,'11210');

insert into iboard
values(bno.nextval,4,12,'수상스포츠 모임~!@$','게임하는것도 좋아하고 개발하는것도 즐기실분 오세요~!',9,'15/02/10','15/03/05','15/01/31',47,'11210');

insert into iboard
values(bno.nextval,4,12,'웨이크보드 모임!!','자신이 원하는 자격증을 따고싶은분 오세요.. 가르쳐드림~!',3,'15/02/19','15/03/05','15/01/31',35,'11210');

insert into iboard
values(bno.nextval,4,12,'(신림역)보드~!$#','주식에 관심많거나 투자하고 싶은분 오십쇼~~..',3,'15/02/18','15/03/05','15/01/31',41,'11210');

insert into iboard
values(bno.nextval,4,2,'(신대방)영화 공연 모임!!','그림그리고 싶으세요?? 그럼 일단 드러오세요~!',4,'15/02/25','15/03/05','15/01/31',55,'11210');

insert into iboard
values(bno.nextval,4,3,'뮤지컬 모임~!@','정치에대해 토론하고 싶은분 오세요~!',3,'15/02/18','15/03/05','15/01/31',61,'11210');





-------------------미용--------------------------------------------------


insert into iboard
values(bno.nextval,5,7,'헤어디자이너(신입) 모임~!!','모임',10,'15/02/09','15/03/05','15/01/31',311,'11210');

insert into iboard
values(bno.nextval,5,8,'두피관리 모임^^','자전거 조립 하고 자전거에 대해 배우고 싶은분 오세요~!',9,'15/02/09','15/03/05','15/01/31',111,'11210');

insert into iboard
values(bno.nextval,5,9,'(신림역)피부관리(신입) 모임~~','가벼운 단어외우고 실전 회화모임 임니다 참여요청 부탁요',12,'15/02/09','15/03/05','15/01/31',11,'11210');

insert into iboard
values(bno.nextval,5,10,'피부관리(경력) 모임...','독서로 인한 자기 계발을 향상시키고 생각을 깊이하게 만드는 모임',4,'15/02/08','15/03/01','15/02/01',41,'11210');

insert into iboard
values(bno.nextval,5,11,'스포츠마사지 모임!!!!','요리잘하고 싶은분 오십시용~~~잘 가르쳐 드림다 전 칠성급호텔에서 근무중이에요',4,'15/02/08','15/03/02','15/01/31',51,'11210');

insert into iboard
values(bno.nextval,5,12,'(봉천역)발관리 모임~!@$','래퍼가 되고 싶거나 힙합에 관심잇는분 오세요~!!! 같이 배우고 스킬도 늘리져!!!',9,'15/02/07','15/03/05','15/01/31',15,'11210');

insert into iboard
values(bno.nextval,5,1,'메이크업 모임..흐흐','사무직에 종사하시는분들중 컴퓨터 업무처리에 최고가 되실분만 모셔요~!',3,'15/02/05','15/03/05','15/01/31',121,'11210');

insert into iboard
values(bno.nextval,5,12,'메이크업(경력) 모임~!~!','사회인의 필수인 피피티발표!!! 그것을 마스터하고 말도 조리있게 하는법을 알려드립니다...',3,'15/02/05','15/03/05','15/01/31',111,'11210');

insert into iboard
values(bno.nextval,5,2,'메이크업(경력) 모임!!','동영상 편집에 실력이 부족하신분 같이 배울분 모십니다!!',4,'15/02/04','15/03/05','15/01/31',112,'11210');

insert into iboard
values(bno.nextval,5,3,'메이크업(분장) 모임~~','어플개발 에 관심 많으신분 모셔요~~~!!!',5,'15/02/05','15/03/05','15/01/31',101,'11210');

insert into iboard
values(bno.nextval,5,7,'미용강사 모임~!@#$','옷 디자인에 관심있는분 오세요~!',10,'15/02/03','15/03/05','15/01/31',110,'11210');

insert into iboard
values(bno.nextval,5,8,'네일아트(경력) 모임!@#','취미로 기타치시거나 배우고 싶은분 오세요',4,'15/02/06','15/03/05','15/01/31',102,'11210');

insert into iboard
values(bno.nextval,5,9,'속눈썹(신입) 모임!!','디제이쿠 처럼 되고 싶은분 오세요 가르쳐드립니다!!',6,'15/02/06','15/03/05','15/01/31',91,'11210');

insert into iboard
values(bno.nextval,5,10,'스탭(경력) 모임~~ ','딱 한달간만 빡시게 하실분 구합니다!!!',11,'15/02/08','15/03/05','15/02/01',81,'11210');

insert into iboard
values(bno.nextval,5,11,'네일아트(신입) 모임!!','토론의 대가가 되고 싶은분 오세요!! 더도 말고 덜도말고 딱 3분만!!!',4,'15/02/08','15/03/05','15/01/31',29,'11210');

insert into iboard
values(bno.nextval,5,12,'속눈썹(경력) 모임~!@$','게임하는것도 좋아하고 개발하는것도 즐기실분 오세요~!',9,'15/02/10','15/03/05','15/01/31',47,'11210');

insert into iboard
values(bno.nextval,5,12,'샵매니저 모임!!','자신이 원하는 자격증을 따고싶은분 오세요.. 가르쳐드림~!',3,'15/02/19','15/03/05','15/01/31',35,'11210');

insert into iboard
values(bno.nextval,5,12,'뷰티매니저~!$#','주식에 관심많거나 투자하고 싶은분 오십쇼~~..',3,'15/02/18','15/03/05','15/01/31',41,'11210');

insert into iboard
values(bno.nextval,5,2,'네일아트(신입) 모임!!','그림그리고 싶으세요?? 그럼 일단 드러오세요~!',4,'15/02/25','15/03/05','15/01/31',55,'11210');

insert into iboard
values(bno.nextval,5,3,'네일아트(경력)','정치에대해 토론하고 싶은분 오세요~!',3,'15/02/18','15/03/05','15/01/31',61,'11210');







-------------------미용--------------------------------------------------


insert into iboard
values(bno.nextval,6,7,'주말 한잔 모임~!!','한잔합세~!!',10,'15/02/09','15/03/05','15/01/31',311,'11210');

insert into iboard
values(bno.nextval,6,8,'(급)나이트 모임^^','자전거 조립 하고 자전거에 대해 배우고 싶은분 오세요~!',9,'15/02/09','15/03/05','15/01/31',111,'11210');

insert into iboard
values(bno.nextval,6,9,'벙개!! 모임~~','가벼운 단어외우고 실전 회화모임 임니다 참여요청 부탁요',12,'15/02/09','15/03/05','15/01/31',11,'11210');

insert into iboard
values(bno.nextval,6,10,'(신림)2월15일 벙개!.','독서로 인한 자기 계발을 향상시키고 생각을 깊이하게 만드는 모임',4,'15/02/08','15/03/01','15/02/01',41,'11210');

insert into iboard
values(bno.nextval,6,11,'오뎅빠 모임!!!!','요리잘하고 싶은분 오십시용~~~잘 가르쳐 드림다 전 칠성급호텔에서 근무중이에요',4,'15/02/08','15/03/02','15/01/31',51,'11210');

insert into iboard
values(bno.nextval,6,12,'삼겹살 소주한잔!?~!@$','래퍼가 되고 싶거나 힙합에 관심잇는분 오세요~!!! 같이 배우고 스킬도 늘리져!!!',9,'15/02/07','15/03/05','15/01/31',15,'11210');

insert into iboard
values(bno.nextval,6,1,'곱창 모임..흐흐','사무직에 종사하시는분들중 컴퓨터 업무처리에 최고가 되실분만 모셔요~!',3,'15/02/05','15/03/05','15/01/31',121,'11210');

insert into iboard
values(bno.nextval,6,12,'해산물 모임~!~!','사회인의 필수인 피피티발표!!! 그것을 마스터하고 말도 조리있게 하는법을 알려드립니다...',3,'15/02/05','15/03/05','15/01/31',111,'11210');

insert into iboard
values(bno.nextval,6,2,'게르비(갈비) 모임!!','동영상 편집에 실력이 부족하신분 같이 배울분 모십니다!!',4,'15/02/04','15/03/05','15/01/31',112,'11210');

insert into iboard
values(bno.nextval,6,3,'치킨에 맥주한잔!?~~','어플개발 에 관심 많으신분 모셔요~~~!!!',5,'15/02/05','15/03/05','15/01/31',101,'11210');

insert into iboard
values(bno.nextval,6,7,'닭요리 모임~!@#$','옷 디자인에 관심있는분 오세요~!',10,'15/02/03','15/03/05','15/01/31',110,'11210');

insert into iboard
values(bno.nextval,6,8,'(봉천역)주말에 한잔합세!@#','취미로 기타치시거나 배우고 싶은분 오세요',4,'15/02/06','15/03/05','15/01/31',102,'11210');

insert into iboard
values(bno.nextval,6,9,'(봉천역)평일만 먹자!!모임!!','디제이쿠 처럼 되고 싶은분 오세요 가르쳐드립니다!!',6,'15/02/06','15/03/05','15/01/31',91,'11210');

insert into iboard
values(bno.nextval,6,10,'회에 쏘주한잔 모임~~ ','딱 한달간만 빡시게 하실분 구합니다!!!',11,'15/02/08','15/03/05','15/02/01',81,'11210');

insert into iboard
values(bno.nextval,6,11,'((서울대입구역))클럽 같이갈분~!!','토론의 대가가 되고 싶은분 오세요!! 더도 말고 덜도말고 딱 3분만!!!',4,'15/02/08','15/03/05','15/01/31',29,'11210');

insert into iboard
values(bno.nextval,6,12,'NB 가실분~!?~!@$','게임하는것도 좋아하고 개발하는것도 즐기실분 오세요~!',9,'15/02/10','15/03/05','15/01/31',47,'11210');

insert into iboard
values(bno.nextval,6,12,'룸같이갈분? !','자신이 원하는 자격증을 따고싶은분 오세요.. 가르쳐드림~!',3,'15/02/19','15/03/05','15/01/31',35,'11210');

insert into iboard
values(bno.nextval,6,12,'보드카 모임~!$#','주식에 관심많거나 투자하고 싶은분 오십쇼~~..',3,'15/02/18','15/03/05','15/01/31',41,'11210');

insert into iboard
values(bno.nextval,6,2,'후레쉬 모임!!','그림그리고 싶으세요?? 그럼 일단 드러오세요~!',4,'15/02/25','15/03/05','15/01/31',55,'11210');

insert into iboard
values(bno.nextval,6,3,'(신림역)파전에 막걸리??','정치에대해 토론하고 싶은분 오세요~!',3,'15/02/18','15/03/05','15/01/31',61,'11210');





-------------------문화--------------------------------------------------


insert into iboard
values(bno.nextval,1,7,'(봉천)미술관 관람 모임~!!','미술에 관심많거나 미술에 관해 배우고자 하는분 같이 공부하실분 모셔요~~~!!!!',10,'15/02/09','15/03/05','15/01/31',311,'11210');

insert into iboard
values(bno.nextval,1,8,'(봉천)식도락 모임^^','먹는거 다들 좋아하시져???? 맛있는거 먹고 다니실분 빠르게 구해요~~!!',9,'15/02/09','15/03/05','15/01/31',111,'11210');

insert into iboard
values(bno.nextval,1,9,'KPOP 배우기 모임','KPOP에 관심많거나 노래 조아하시는분~~~!!오세요`~~외국인들 대 환영!~!!!',12,'15/02/09','15/03/05','15/01/31',11,'11210');

insert into iboard
values(bno.nextval,1,10,'낚시 하러가실분!.','주말 새벽마다 새벽낚시하러 가실분 모십니다!!',4,'15/02/08','15/03/01','15/02/01',41,'11210');

insert into iboard
values(bno.nextval,1,11,'영화 관람 모임!!!','영화에대해 좀더 깊게 알고 얘기하고 소통할수 있는분 오세요',4,'15/02/08','15/03/02','15/01/31',51,'11210');

insert into iboard
values(bno.nextval,1,12,'(신림역)심리학 배워보실분!?!@$','제 전공이 심리학전공인데 많은 분들에게 심리학에 대해서 지식을 나눠드리고 싶네요~~! 얼른 오세요',9,'15/02/07','15/03/05','15/01/31',15,'11210');

insert into iboard
values(bno.nextval,1,1,'애니 모임..흐흐','일본 애니 중점적으로 보구요 한달에 두번정도 시간을 가질 생각입니다... 많은 참여 부탁드릴게요',3,'15/02/05','15/03/05','15/01/31',121,'11210');

insert into iboard
values(bno.nextval,1,12,'비보이 모임~!~!','스트레스를 춤으로 날려버릴 생각으로 들어오세요~!! 화악 날려버리자구요!!.',3,'15/02/05','15/03/05','15/01/31',111,'11210');

insert into iboard
values(bno.nextval,1,2,'메이크업 모임!!','메이크업에 관심있으세요?? 그럼 들어오세요~!! 롸잇나우!!',4,'15/02/04','15/03/05','15/01/31',112,'11210');

insert into iboard
values(bno.nextval,1,3,'(신림)보드 타실분???~~','혼자타기 넘 심심해서 같이 타실분 구합니다!! ~!!!',5,'15/02/05','15/03/05','15/01/31',101,'11210');

insert into iboard
values(bno.nextval,1,7,'카메라 모임~!@#$','사진작가가 되고 싶으면 얼른 오세요~~!!같이 찍고 보고 배웁시다!!',10,'15/02/03','15/03/05','15/01/31',110,'11210');

insert into iboard
values(bno.nextval,1,8,'토익 스터디!@#','취미로 기타치시거나 배우고 싶은분 오세요',4,'15/02/06','15/03/05','15/01/31',102,'11210');

insert into iboard
values(bno.nextval,1,9,'자기소개서!!스터디!','디제이쿠 처럼 되고 싶은분 오세요 가르쳐드립니다!!',6,'15/02/06','15/03/05','15/01/31',91,'11210');

insert into iboard
values(bno.nextval,1,10,'중국어 모임~~ ','딱 한달간만 빡시게 하실분 구합니다!!!',11,'15/02/08','15/03/05','15/02/01',81,'11210');

insert into iboard
values(bno.nextval,1,11,'(봉천)주말 캠핑~!!','한달간 매주 금요일 저녁에 가서 토요일에 오는 캠핑모임입니다!! !! 더도 말고 덜도말고 딱 3분만!!!',4,'15/02/08','15/03/05','15/01/31',29,'11210');

insert into iboard
values(bno.nextval,1,12,'스페인어~!?~!@$','우노 뜨레이스 꽈또르  오이소~~~!',9,'15/02/10','15/03/05','15/01/31',47,'11210');

insert into iboard
values(bno.nextval,1,12,'일렉기타 배우실분? !','기타와 일렉기타 같이 치실분?.. 가르쳐드림~!',3,'15/02/19','15/03/05','15/01/31',35,'11210');

insert into iboard
values(bno.nextval,1,12,'자동차 정비모임$#','자동차 정비 배우고 싶다~~..',3,'15/02/18','15/03/05','15/01/31',41,'11210');

insert into iboard
values(bno.nextval,1,2,'(봉천역)라이딩가시분!!','혼자 라이딩가기 심심하네~! 선착순 3명이에요 얼른 오셔요',4,'15/02/25','15/03/05','15/01/31',55,'11210');

insert into iboard
values(bno.nextval,1,3,'(서울대입구역)보컬트레이닝 모임??','노래 잘하고 싶거나 조아하시는분 어서 오세요~!',3,'15/02/18','15/03/05','15/01/31',61,'11210');





------------------경기도 광명시-------------

------------------------------광명시--------------------------------------
insert into iboard
values(bno.nextval,1,18,'오토캠핑 모임','캠핑에 대한 사전지식없으셔도 되구요 장비또한 여러명이 모여서 갖춰서 주말에 한번씩 가는 모임가질려고 합니다.. 많은 참여부탁드려요!!',10,'15/02/08','15/03/05','15/01/31',11,'31060');

insert into iboard
values(bno.nextval,1,2,'(광명사거리)맥북배우기 모임가져요!','저도 초보라 배우고 싶어서 그럽니다...고수님덜 참여점요 ㅠㅠ',10,'15/02/08','15/03/05','15/01/31',11,'31060');

insert into iboard
values(bno.nextval,1,3,'(하안동)해외 여행 모임','가볍게 동남아시아부터 갈분 찾습니다..딱3분만!!!',10,'15/02/08','15/03/14','15/01/31',11,'31060');


insert into iboard
values(bno.nextval,1,9,'사진찍기 모임','가볍게 디카로 시작하고 디카없으신 분들은 아이폰으로 찍으러 오셔도 됩니다..!!! 취미생활 즐겨보자구오!! 아하하하하~',10,'15/02/08','15/03/05','15/01/31',14,'31060');

insert into iboard
values(bno.nextval,2,10,'[하안동]헬스합시다! ','딱 한달간만 빡시게 하실분 구합니다!!! 몸짱되고 싶으신분 남녀 상관없이 구해요~~! 참여신청 거거거걱',10,'15/02/08','15/03/05','15/02/01',21,'31060');

insert into iboard
values(bno.nextval,2,11,'보드 모임!!','토요일 야간으로 가서 보드 타실분 구합니다!!!더도 말고 덜도말고 딱 3분만!!!',4,'15/02/08','15/03/05','15/01/31',51,'31060');

insert into iboard
values(bno.nextval,2,12,'길거리농구 모임','농구 기본기있는 사람들만 오세요!!!제발 용!!!!~',9,'15/02/08','15/03/05','15/01/31',51,'31060');

insert into iboard
values(bno.nextval,2,12,'요가모임','요가로 군살없는 몸만드실분 참여신청해주세요~~~!여자분만요!!',3,'15/02/09','15/03/05','15/01/31',50,'31060');

insert into iboard
values(bno.nextval,2,12,'(하안)야구팀 구함','저희는 사회인 야구단으로써 30명의 정원을 가지고 있는데 관심있는분들의 많은 참여 부탁드립니다!!!010-9945-3895 로 연락주셔도 되구요..',3,'15/02/08','15/03/05','15/01/31',45,'31060');

insert into iboard
values(bno.nextval,2,2,'산삼캐기 모임','몸에 좋은 산삼에 관심많으신분!!? 참여 꼬우~',4,'15/02/08','15/03/05','15/01/31',111,'31060');

insert into iboard
values(bno.nextval,2,3,'(철산동)등산 모임','주말아침 7시에 등산 꾸준히 하실분 구합니다~~~!!! 빨리빨리 오세요',5,'15/02/08','15/03/05','15/01/31',211,'31060');




-------------------계발--------------------------------------------------


insert into iboard
values(bno.nextval,3,7,'(철산동)스위프트 개발 모임','가볍게 디카로 시작하고 디카없으신 분들은 아이폰으로 찍으러 오셔도 됩니다..!!! 취미생활 즐겨보자구오!! 아하하하하~',10,'15/02/09','15/03/05','15/01/31',311,'31060');

insert into iboard
values(bno.nextval,3,8,'자전거 조립 모임','자전거 조립 하고 자전거에 대해 배우고 싶은분 오세요~!',9,'15/02/09','15/03/05','15/01/31',111,'31060');

insert into iboard
values(bno.nextval,3,9,'(광명역)영어 회화모임','가벼운 단어외우고 실전 회화모임 임니다 참여요청 부탁요',12,'15/02/09','15/03/05','15/01/31',11,'31060');

insert into iboard
values(bno.nextval,3,10,'(광사역)독서 모임','독서로 인한 자기 계발을 향상시키고 생각을 깊이하게 만드는 모임',4,'15/02/08','15/03/01','15/02/01',41,'31060');

insert into iboard
values(bno.nextval,3,11,'요리 모임!!','요리잘하고 싶은분 오십시용~~~잘 가르쳐 드림다 전 칠성급호텔에서 근무중이에요',4,'15/02/08','15/03/02','15/01/31',51,'31060');

insert into iboard
values(bno.nextval,3,12,'래퍼 모임','래퍼가 되고 싶거나 힙합에 관심잇는분 오세요~!!! 같이 배우고 스킬도 늘리져!!!',9,'15/02/07','15/03/05','15/01/31',15,'31060');

insert into iboard
values(bno.nextval,3,1,'(철산역)컴퓨터 활용능력 모임','사무직에 종사하시는분들중 컴퓨터 업무처리에 최고가 되실분만 모셔요~!',3,'15/02/05','15/03/05','15/01/31',121,'31060');

insert into iboard
values(bno.nextval,3,12,'[[철산동]]성공적인 피피티 발표 모임','사회인의 필수인 피피티발표!!! 그것을 마스터하고 말도 조리있게 하는법을 알려드립니다...',3,'15/02/05','15/03/05','15/01/31',111,'31060');

insert into iboard
values(bno.nextval,3,2,'동영상 편집 모임','동영상 편집에 실력이 부족하신분 같이 배울분 모십니다!!',4,'15/02/04','15/03/05','15/01/31',112,'31060');

insert into iboard
values(bno.nextval,3,3,'어플 개발 모임','어플개발 에 관심 많으신분 모셔요~~~!!!',5,'15/02/05','15/03/05','15/01/31',101,'31060');

insert into iboard
values(bno.nextval,3,7,'디자이너 모임','옷 디자인에 관심있는분 오세요~!',10,'15/02/03','15/03/05','15/01/31',110,'31060');

insert into iboard
values(bno.nextval,3,8,'기타 모임','취미로 기타치시거나 배우고 싶은분 오세요',4,'15/02/06','15/03/05','15/01/31',102,'31060');

insert into iboard
values(bno.nextval,3,9,'디제잉 모임','디제이쿠 처럼 되고 싶은분 오세요 가르쳐드립니다!!',6,'15/02/06','15/03/05','15/01/31',91,'31060');

insert into iboard
values(bno.nextval,3,10,'벨리댄스 모임 ','딱 한달간만 빡시게 하실분 구합니다!!!',11,'15/02/08','15/03/05','15/02/01',81,'31060');

insert into iboard
values(bno.nextval,3,11,'토론 모임!!','토론의 대가가 되고 싶은분 오세요!! 더도 말고 덜도말고 딱 3분만!!!',4,'15/02/08','15/03/05','15/01/31',29,'31060');

insert into iboard
values(bno.nextval,3,12,'[광명사거리]게임 개발 모임','게임하는것도 좋아하고 개발하는것도 즐기실분 오세요~!',9,'15/02/10','15/03/05','15/01/31',47,'31060');

insert into iboard
values(bno.nextval,3,12,'자격증 모임','자신이 원하는 자격증을 따고싶은분 오세요.. 가르쳐드림~!',3,'15/02/19','15/03/05','15/01/31',35,'31060');

insert into iboard
values(bno.nextval,3,12,'주식 투자모임','주식에 관심많거나 투자하고 싶은분 오십쇼~~..',3,'15/02/18','15/03/05','15/01/31',41,'31060');

insert into iboard
values(bno.nextval,3,2,'미술 모임','그림그리고 싶으세요?? 그럼 일단 드러오세요~!',4,'15/02/25','15/03/05','15/01/31',55,'31060');

insert into iboard
values(bno.nextval,3,3,'정치 모임','정치에대해 토론하고 싶은분 오세요~!',3,'15/02/18','15/03/05','15/01/31',61,'31060');






-------------------레저--------------------------------------------------


insert into iboard
values(bno.nextval,4,7,'(광사)라이딩 모임~!!','모임',10,'15/02/09','15/03/05','15/01/31',311,'31060');

insert into iboard
values(bno.nextval,4,8,'스킨스쿠버 모임^^','자전거 조립 하고 자전거에 대해 배우고 싶은분 오세요~!',9,'15/02/09','15/03/05','15/01/31',111,'31060');

insert into iboard
values(bno.nextval,4,9,'수상스키 모임~~','가벼운 단어외우고 실전 회화모임 임니다 참여요청 부탁요',12,'15/02/09','15/03/05','15/01/31',11,'31060');

insert into iboard
values(bno.nextval,4,10,'레프팅 모임...','독서로 인한 자기 계발을 향상시키고 생각을 깊이하게 만드는 모임',4,'15/02/08','15/03/01','15/02/01',41,'31060');

insert into iboard
values(bno.nextval,4,11,'(철산역)에버랜드 같이갈분 모임!!!!','요리잘하고 싶은분 오십시용~~~잘 가르쳐 드림다 전 칠성급호텔에서 근무중이에요',4,'15/02/08','15/03/02','15/01/31',51,'31060');

insert into iboard
values(bno.nextval,4,12,'미술관 견학 모임~!@$','래퍼가 되고 싶거나 힙합에 관심잇는분 오세요~!!! 같이 배우고 스킬도 늘리져!!!',9,'15/02/07','15/03/05','15/01/31',15,'31060');

insert into iboard
values(bno.nextval,4,1,'(철산동)공연 모임..흐흐','사무직에 종사하시는분들중 컴퓨터 업무처리에 최고가 되실분만 모셔요~!',3,'15/02/05','15/03/05','15/01/31',121,'31060');

insert into iboard
values(bno.nextval,4,12,'뮤지컬공연 모임~!~!','사회인의 필수인 피피티발표!!! 그것을 마스터하고 말도 조리있게 하는법을 알려드립니다...',3,'15/02/05','15/03/05','15/01/31',111,'31060');

insert into iboard
values(bno.nextval,4,2,'박물관 견학 모임!!','동영상 편집에 실력이 부족하신분 같이 배울분 모십니다!!',4,'15/02/04','15/03/05','15/01/31',112,'31060');

insert into iboard
values(bno.nextval,4,3,'보드 모임~~','어플개발 에 관심 많으신분 모셔요~~~!!!',5,'15/02/05','15/03/05','15/01/31',101,'31060');

insert into iboard
values(bno.nextval,4,7,'스키 모임~!@#$','옷 디자인에 관심있는분 오세요~!',10,'15/02/03','15/03/05','15/01/31',110,'31060');

insert into iboard
values(bno.nextval,4,8,'캠핑 모임!@#','취미로 기타치시거나 배우고 싶은분 오세요',4,'15/02/06','15/03/05','15/01/31',102,'31060');

insert into iboard
values(bno.nextval,4,9,'레저스포츠 모임!!','디제이쿠 처럼 되고 싶은분 오세요 가르쳐드립니다!!',6,'15/02/06','15/03/05','15/01/31',91,'31060');

insert into iboard
values(bno.nextval,4,10,'벨리댄스 모임~~ ','딱 한달간만 빡시게 하실분 구합니다!!!',11,'15/02/08','15/03/05','15/02/01',81,'31060');

insert into iboard
values(bno.nextval,4,11,'차차차 모임!!','토론의 대가가 되고 싶은분 오세요!! 더도 말고 덜도말고 딱 3분만!!!',4,'15/02/08','15/03/05','15/01/31',29,'31060');

insert into iboard
values(bno.nextval,4,12,'수상스포츠 모임~!@$','게임하는것도 좋아하고 개발하는것도 즐기실분 오세요~!',9,'15/02/10','15/03/05','15/01/31',47,'31060');

insert into iboard
values(bno.nextval,4,12,'웨이크보드 모임!!','자신이 원하는 자격증을 따고싶은분 오세요.. 가르쳐드림~!',3,'15/02/19','15/03/05','15/01/31',35,'31060');

insert into iboard
values(bno.nextval,4,12,'(철산역)보드~!$#','주식에 관심많거나 투자하고 싶은분 오십쇼~~..',3,'15/02/18','15/03/05','15/01/31',41,'31060');

insert into iboard
values(bno.nextval,4,2,'(광명역)영화 공연 모임!!','그림그리고 싶으세요?? 그럼 일단 드러오세요~!',4,'15/02/25','15/03/05','15/01/31',55,'31060');

insert into iboard
values(bno.nextval,4,3,'뮤지컬 모임~!@','정치에대해 토론하고 싶은분 오세요~!',3,'15/02/18','15/03/05','15/01/31',61,'31060');





-------------------미용--------------------------------------------------


insert into iboard
values(bno.nextval,5,7,'헤어디자이너(신입) 모임~!!','모임',10,'15/02/09','15/03/05','15/01/31',311,'31060');

insert into iboard
values(bno.nextval,5,8,'두피관리 모임^^','자전거 조립 하고 자전거에 대해 배우고 싶은분 오세요~!',9,'15/02/09','15/03/05','15/01/31',111,'31060');

insert into iboard
values(bno.nextval,5,9,'(철산역)피부관리(신입) 모임~~','가벼운 단어외우고 실전 회화모임 임니다 참여요청 부탁요',12,'15/02/09','15/03/05','15/01/31',11,'31060');

insert into iboard
values(bno.nextval,5,10,'피부관리(경력) 모임...','독서로 인한 자기 계발을 향상시키고 생각을 깊이하게 만드는 모임',4,'15/02/08','15/03/01','15/02/01',41,'31060');

insert into iboard
values(bno.nextval,5,11,'스포츠마사지 모임!!!!','요리잘하고 싶은분 오십시용~~~잘 가르쳐 드림다 전 칠성급호텔에서 근무중이에요',4,'15/02/08','15/03/02','15/01/31',51,'31060');

insert into iboard
values(bno.nextval,5,12,'(철산역)발관리 모임~!@$','래퍼가 되고 싶거나 힙합에 관심잇는분 오세요~!!! 같이 배우고 스킬도 늘리져!!!',9,'15/02/07','15/03/05','15/01/31',15,'31060');

insert into iboard
values(bno.nextval,5,1,'메이크업 모임..흐흐','사무직에 종사하시는분들중 컴퓨터 업무처리에 최고가 되실분만 모셔요~!',3,'15/02/05','15/03/05','15/01/31',121,'31060');

insert into iboard
values(bno.nextval,5,12,'메이크업(경력) 모임~!~!','사회인의 필수인 피피티발표!!! 그것을 마스터하고 말도 조리있게 하는법을 알려드립니다...',3,'15/02/05','15/03/05','15/01/31',111,'31060');

insert into iboard
values(bno.nextval,5,2,'메이크업(경력) 모임!!','동영상 편집에 실력이 부족하신분 같이 배울분 모십니다!!',4,'15/02/04','15/03/05','15/01/31',112,'31060');

insert into iboard
values(bno.nextval,5,3,'메이크업(분장) 모임~~','어플개발 에 관심 많으신분 모셔요~~~!!!',5,'15/02/05','15/03/05','15/01/31',101,'31060');

insert into iboard
values(bno.nextval,5,7,'미용강사 모임~!@#$','옷 디자인에 관심있는분 오세요~!',10,'15/02/03','15/03/05','15/01/31',110,'31060');

insert into iboard
values(bno.nextval,5,8,'네일아트(경력) 모임!@#','취미로 기타치시거나 배우고 싶은분 오세요',4,'15/02/06','15/03/05','15/01/31',102,'31060');

insert into iboard
values(bno.nextval,5,9,'속눈썹(신입) 모임!!','디제이쿠 처럼 되고 싶은분 오세요 가르쳐드립니다!!',6,'15/02/06','15/03/05','15/01/31',91,'31060');

insert into iboard
values(bno.nextval,5,10,'스탭(경력) 모임~~ ','딱 한달간만 빡시게 하실분 구합니다!!!',11,'15/02/08','15/03/05','15/02/01',81,'31060');

insert into iboard
values(bno.nextval,5,11,'네일아트(신입) 모임!!','토론의 대가가 되고 싶은분 오세요!! 더도 말고 덜도말고 딱 3분만!!!',4,'15/02/08','15/03/05','15/01/31',29,'31060');

insert into iboard
values(bno.nextval,5,12,'속눈썹(경력) 모임~!@$','게임하는것도 좋아하고 개발하는것도 즐기실분 오세요~!',9,'15/02/10','15/03/05','15/01/31',47,'31060');

insert into iboard
values(bno.nextval,5,12,'샵매니저 모임!!','자신이 원하는 자격증을 따고싶은분 오세요.. 가르쳐드림~!',3,'15/02/19','15/03/05','15/01/31',35,'31060');

insert into iboard
values(bno.nextval,5,12,'뷰티매니저~!$#','주식에 관심많거나 투자하고 싶은분 오십쇼~~..',3,'15/02/18','15/03/05','15/01/31',41,'31060');

insert into iboard
values(bno.nextval,5,2,'네일아트(신입) 모임!!','그림그리고 싶으세요?? 그럼 일단 드러오세요~!',4,'15/02/25','15/03/05','15/01/31',55,'31060');

insert into iboard
values(bno.nextval,5,3,'네일아트(경력)','정치에대해 토론하고 싶은분 오세요~!',3,'15/02/18','15/03/05','15/01/31',61,'31060');







-------------------미용--------------------------------------------------


insert into iboard
values(bno.nextval,6,7,'주말 한잔 모임~!!','한잔합세~!!',10,'15/02/09','15/03/05','15/01/31',311,'31060');

insert into iboard
values(bno.nextval,6,8,'(급)나이트 모임^^','자전거 조립 하고 자전거에 대해 배우고 싶은분 오세요~!',9,'15/02/09','15/03/05','15/01/31',111,'31060');

insert into iboard
values(bno.nextval,6,9,'벙개!! 모임~~','가벼운 단어외우고 실전 회화모임 임니다 참여요청 부탁요',12,'15/02/09','15/03/05','15/01/31',11,'31060');

insert into iboard
values(bno.nextval,6,10,'(광명)2월15일 벙개!.','독서로 인한 자기 계발을 향상시키고 생각을 깊이하게 만드는 모임',4,'15/02/08','15/03/01','15/02/01',41,'31060');

insert into iboard
values(bno.nextval,6,11,'오뎅빠 모임!!!!','요리잘하고 싶은분 오십시용~~~잘 가르쳐 드림다 전 칠성급호텔에서 근무중이에요',4,'15/02/08','15/03/02','15/01/31',51,'31060');

insert into iboard
values(bno.nextval,6,12,'삼겹살 소주한잔!?~!@$','래퍼가 되고 싶거나 힙합에 관심잇는분 오세요~!!! 같이 배우고 스킬도 늘리져!!!',9,'15/02/07','15/03/05','15/01/31',15,'31060');

insert into iboard
values(bno.nextval,6,1,'곱창 모임..흐흐','사무직에 종사하시는분들중 컴퓨터 업무처리에 최고가 되실분만 모셔요~!',3,'15/02/05','15/03/05','15/01/31',121,'31060');

insert into iboard
values(bno.nextval,6,12,'해산물 모임~!~!','사회인의 필수인 피피티발표!!! 그것을 마스터하고 말도 조리있게 하는법을 알려드립니다...',3,'15/02/05','15/03/05','15/01/31',111,'31060');

insert into iboard
values(bno.nextval,6,2,'게르비(갈비) 모임!!','동영상 편집에 실력이 부족하신분 같이 배울분 모십니다!!',4,'15/02/04','15/03/05','15/01/31',112,'31060');

insert into iboard
values(bno.nextval,6,3,'치킨에 맥주한잔!?~~','어플개발 에 관심 많으신분 모셔요~~~!!!',5,'15/02/05','15/03/05','15/01/31',101,'31060');

insert into iboard
values(bno.nextval,6,7,'닭요리 모임~!@#$','옷 디자인에 관심있는분 오세요~!',10,'15/02/03','15/03/05','15/01/31',110,'31060');

insert into iboard
values(bno.nextval,6,8,'(광사역)주말에 한잔합세!@#','취미로 기타치시거나 배우고 싶은분 오세요',4,'15/02/06','15/03/05','15/01/31',102,'31060');

insert into iboard
values(bno.nextval,6,9,'(철산역)평일만 먹자!!모임!!','디제이쿠 처럼 되고 싶은분 오세요 가르쳐드립니다!!',6,'15/02/06','15/03/05','15/01/31',91,'31060');

insert into iboard
values(bno.nextval,6,10,'회에 쏘주한잔 모임~~ ','딱 한달간만 빡시게 하실분 구합니다!!!',11,'15/02/08','15/03/05','15/02/01',81,'31060');

insert into iboard
values(bno.nextval,6,11,'((하안동))클럽 같이갈분~!!','토론의 대가가 되고 싶은분 오세요!! 더도 말고 덜도말고 딱 3분만!!!',4,'15/02/08','15/03/05','15/01/31',29,'31060');

insert into iboard
values(bno.nextval,6,12,'NB 가실분~!?~!@$','게임하는것도 좋아하고 개발하는것도 즐기실분 오세요~!',9,'15/02/10','15/03/05','15/01/31',47,'31060');

insert into iboard
values(bno.nextval,6,12,'룸같이갈분? !','자신이 원하는 자격증을 따고싶은분 오세요.. 가르쳐드림~!',3,'15/02/19','15/03/05','15/01/31',35,'31060');

insert into iboard
values(bno.nextval,6,12,'보드카 모임~!$#','주식에 관심많거나 투자하고 싶은분 오십쇼~~..',3,'15/02/18','15/03/05','15/01/31',41,'31060');

insert into iboard
values(bno.nextval,6,2,'후레쉬 모임!!','그림그리고 싶으세요?? 그럼 일단 드러오세요~!',4,'15/02/25','15/03/05','15/01/31',55,'31060');

insert into iboard
values(bno.nextval,6,3,'(광명사거리역)파전에 막걸리??','정치에대해 토론하고 싶은분 오세요~!',3,'15/02/18','15/03/05','15/01/31',61,'31060');





-------------------문화--------------------------------------------------


insert into iboard
values(bno.nextval,1,7,'(철산)미술관 관람 모임~!!','미술에 관심많거나 미술에 관해 배우고자 하는분 같이 공부하실분 모셔요~~~!!!!',10,'15/02/09','15/03/05','15/01/31',311,'31060');

insert into iboard
values(bno.nextval,1,8,'(철산)식도락 모임^^','먹는거 다들 좋아하시져???? 맛있는거 먹고 다니실분 빠르게 구해요~~!!',9,'15/02/09','15/03/05','15/01/31',111,'31060');

insert into iboard
values(bno.nextval,1,9,'KPOP 배우기 모임','KPOP에 관심많거나 노래 조아하시는분~~~!!오세요`~~외국인들 대 환영!~!!!',12,'15/02/09','15/03/05','15/01/31',11,'31060');

insert into iboard
values(bno.nextval,1,10,'낚시 하러가실분!.','주말 새벽마다 새벽낚시하러 가실분 모십니다!!',4,'15/02/08','15/03/01','15/02/01',41,'31060');

insert into iboard
values(bno.nextval,1,11,'영화 관람 모임!!!','영화에대해 좀더 깊게 알고 얘기하고 소통할수 있는분 오세요',4,'15/02/08','15/03/02','15/01/31',51,'31060');

insert into iboard
values(bno.nextval,1,12,'(광명역)심리학 배워보실분!?!@$','제 전공이 심리학전공인데 많은 분들에게 심리학에 대해서 지식을 나눠드리고 싶네요~~! 얼른 오세요',9,'15/02/07','15/03/05','15/01/31',15,'31060');

insert into iboard
values(bno.nextval,1,1,'애니 모임..흐흐','일본 애니 중점적으로 보구요 한달에 두번정도 시간을 가질 생각입니다... 많은 참여 부탁드릴게요',3,'15/02/05','15/03/05','15/01/31',121,'31060');

insert into iboard
values(bno.nextval,1,12,'비보이 모임~!~!','스트레스를 춤으로 날려버릴 생각으로 들어오세요~!! 화악 날려버리자구요!!.',3,'15/02/05','15/03/05','15/01/31',111,'31060');

insert into iboard
values(bno.nextval,1,2,'메이크업 모임!!','메이크업에 관심있으세요?? 그럼 들어오세요~!! 롸잇나우!!',4,'15/02/04','15/03/05','15/01/31',112,'31060');

insert into iboard
values(bno.nextval,1,3,'(광명)보드 타실분???~~','혼자타기 넘 심심해서 같이 타실분 구합니다!! ~!!!',5,'15/02/05','15/03/05','15/01/31',101,'31060');

insert into iboard
values(bno.nextval,1,7,'카메라 모임~!@#$','사진작가가 되고 싶으면 얼른 오세요~~!!같이 찍고 보고 배웁시다!!',10,'15/02/03','15/03/05','15/01/31',110,'31060');

insert into iboard
values(bno.nextval,1,8,'토익 스터디!@#','취미로 기타치시거나 배우고 싶은분 오세요',4,'15/02/06','15/03/05','15/01/31',102,'31060');

insert into iboard
values(bno.nextval,1,9,'자기소개서!!스터디!','디제이쿠 처럼 되고 싶은분 오세요 가르쳐드립니다!!',6,'15/02/06','15/03/05','15/01/31',91,'31060');

insert into iboard
values(bno.nextval,1,10,'중국어 모임~~ ','딱 한달간만 빡시게 하실분 구합니다!!!',11,'15/02/08','15/03/05','15/02/01',81,'31060');

insert into iboard
values(bno.nextval,1,11,'(광명)주말 캠핑~!!','한달간 매주 금요일 저녁에 가서 토요일에 오는 캠핑모임입니다!! !! 더도 말고 덜도말고 딱 3분만!!!',4,'15/02/08','15/03/05','15/01/31',29,'31060');

insert into iboard
values(bno.nextval,1,12,'스페인어~!?~!@$','우노 뜨레이스 꽈또르  오이소~~~!',9,'15/02/10','15/03/05','15/01/31',47,'31060');

insert into iboard
values(bno.nextval,1,12,'일렉기타 배우실분? !','기타와 일렉기타 같이 치실분?.. 가르쳐드림~!',3,'15/02/19','15/03/05','15/01/31',35,'31060');

insert into iboard
values(bno.nextval,1,12,'자동차 정비모임$#','자동차 정비 배우고 싶다~~..',3,'15/02/18','15/03/05','15/01/31',41,'31060');

insert into iboard
values(bno.nextval,1,2,'(철산역)라이딩가시분!!','혼자 라이딩가기 심심하네~! 선착순 3명이에요 얼른 오셔요',4,'15/02/25','15/03/05','15/01/31',55,'31060');

insert into iboard
values(bno.nextval,1,3,'(광명사거리역)보컬트레이닝 모임??','노래 잘하고 싶거나 조아하시는분 어서 오세요~!',3,'15/02/18','15/03/05','15/01/31',61,'31060');


